[Character.CharClass_SmallTurkeyMinion AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_SmallTurkeyMinion AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="beat.",TransformedNames=((TransformedName="Turkey is a predator"),(TransformedName="Turkeys are endangered predators")))
PlayThroughs[1]=(DisplayName="I want Turkey.",TransformedNames=((TransformedName="Edible turkey is not acceptable"),(TransformedName="Turkey does not hold.")))
PlayThroughs[2]=(DisplayName="turkey cream",TransformedNames=((TransformedName="Turkey meat"),(TransformedName="lean turkey meat")))

[Population.PawnBalance_SmallTurkeyMinion_HARD AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Leave the monks")
PlayThroughs[1]=(DisplayName="A beautiful cat")

